import { UDHPhoneRecord } from '../types';

export const RAW_DEFAULT_CSV = `ลำดับ,อาคาร,ชั้น,กลุ่มงาน_หมวดหมู่,หน่วยงาน_ชื่อห้อง,หมายเลขโทรศัพท์,ประเภทหมายเลข,หมายเหตุ
1,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,เคาท์เตอร์บัตร ลงทะบียนห้องตรวจ,3110,เบอร์ภายใน,-
2,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,เคาท์เตอร์บัตร ลงทะบียนห้องตรวจ,3114,เบอร์ภายใน,-
3,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,เคาท์เตอร์บัตร,3148,เบอร์ภายใน,-
4,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,เคาท์เตอร์บัตร,3149,เบอร์ภายใน,-
5,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,จุดคัดกรองคนไข้(ประชาสัมพันธ์),3236,เบอร์ภายใน,ประชาสัมพันธ์
6,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,จุดคัดกรองคนไข้ (Screen ER),3150,เบอร์ภายใน,Screen ER
7,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,จุดคัดกรองคนไข้,1165,เบอร์ภายใน,-
8,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ห้องตรวจ,3145,เบอร์ภายใน,-
9,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ศูนย์จองห้องพิเศษ,3128,เบอร์ภายใน,-
10,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,สังเกตุอาการ Observe,3146,เบอร์ภายใน,-
11,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,สังเกตุอาการ Observe,3147,เบอร์ภายใน,-
12,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,Yellow Zone,3140,เบอร์ภายใน,-
13,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,Pink Zone,3141,เบอร์ภายใน,-
14,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,Pink Zone,3142,เบอร์ภายใน,-
15,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,หน้าห้องตรวจ,3103,เบอร์ภายใน,-
16,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,Red Zone,3143,เบอร์ภายใน,-
17,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,Red Zone,3144,เบอร์ภายใน,-
18,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ห้องตรวจศัลยกรรม 1,3106,เบอร์ภายใน,-
19,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,หัวหน้างาน/ธุรการ ER,3123,เบอร์ภายใน,-
20,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ห้องตรวจศัลยกรรม 2,3105,เบอร์ภายใน,-
21,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ห้องพักแพทย์,3137,เบอร์ภายใน,-
22,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ห้องตรวจศัลยกรรมตกแต่ง,3107,เบอร์ภายใน,-
23,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ห้องพักแพทย์รวม,3117,เบอร์ภายใน,-
24,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ห้องตรวจศัลยกรรมทางเดินปัสสาวะ,3104,เบอร์ภายใน,-
25,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ห้องผ่าตัดเล็ก,3136,เบอร์ภายใน,-
26,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ห้องตรวจหัตถการ,3108,เบอร์ภายใน,-
27,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ห้องรับผู้ป่วย OR เล็ก,3116,เบอร์ภายใน,-
28,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ห้องตรวจหัวใจและทรงอก,3102,เบอร์ภายใน,-
29,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ห้องพักเจ้าหน้าที่ OR เล็ก,3121,เบอร์ภายใน,-
30,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ห้องฉีดยา/ทำแผล,3120,เบอร์ภายใน,-
31,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,หอผู้ป่วยอุบัติเหตุ-ฉุกเฉิน AE WARD,3112,เบอร์ภายใน,-
32,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,หอผู้ป่วยอุบัติเหตุ-ฉุกเฉิน AE WARD,3113,เบอร์ภายใน,-
33,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ศูนย์ส่งต่อ REFER (FAX 042-248261),3115,เบอร์ภายใน,FAX 042-248261
34,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ศูนย์ส่งต่อ REFER (FAX 042-248261),1143,เบอร์ภายใน,FAX 042-248261
35,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,สังเกตุอาการ Observe,3134,เบอร์ภายใน,-
36,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,ตรวจศัลยกรรม,ศูนย์สั่งการ กู้ชีพ 1669,3124,เบอร์ภายใน,-
37,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 1,-,ห้องจัดยาหน่วยปฐม,3118,เบอร์ภายใน,-
38,เคลื่อนย้ายผู้ป่วยสัมพันธ์ (ศูนย์เปล),ไม่ระบุ,-,เคลื่อนย้ายผู้ป่วยสัมพันธ์ (ศูนย์เปล),1135,เบอร์ภายใน,ศูนย์เปล
39,เคลื่อนย้ายผู้ป่วยสัมพันธ์ (ศูนย์เปล),ไม่ระบุ,-,ห้องรับรองพระ,3132,เบอร์ภายใน,-
40,เคลื่อนย้ายผู้ป่วยสัมพันธ์ (ศูนย์เปล),ไม่ระบุ,-,เคลื่อนย้ายผู้ป่วยสัมพันธ์ (ศูนย์เปลด่วน),1491,เบอร์ภายใน,ศูนย์เปลด่วน
41,เคลื่อนย้ายผู้ป่วยสัมพันธ์ (ศูนย์เปล),ไม่ระบุ,-,หัวหน้างาน,1490,เบอร์ภายใน,-
42,เคลื่อนย้ายผู้ป่วยสัมพันธ์ (ศูนย์เปล),ไม่ระบุ,-,การเงินห้องฉุกเฉิน,3191,เบอร์ภายใน,-
43,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ห้องบัตร,3200,เบอร์ภายใน,-
44,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ห้องบัตร,3202,เบอร์ภายใน,-
45,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,จุดคัดกรอง GI Med,3214,เบอร์ภายใน,-
46,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,เคาท์เตอร์บัตร ลงทะบียนห้องตรวจ,3204,เบอร์ภายใน,-
47,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องตรวจอายุรกรรม 1,3206,เบอร์ภายใน,-
48,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องตรวจอายุรกรรม 2  (Chesmed),3207,เบอร์ภายใน,Chesmed
49,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ธุรการ ลงทะเบียน,3239,เบอร์ภายใน,-
50,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องตรวจอายุรกรรม 3,3251,เบอร์ภายใน,-
51,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,เอกซเรย์ ห้องที่ 1,3241,เบอร์ภายใน,-
52,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องตรวจอายุรกรรม 5,3209,เบอร์ภายใน,-
53,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ห้องตรวจเลือดผู้ป่วยนอก Lab OPD,3223,เบอร์ภายใน,-
54,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ห้องตรวจเลือดผู้ป่วยนอก Lab OPD,3224,เบอร์ภายใน,-
55,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องตรวจอายุรกรรม 6,3213,เบอร์ภายใน,-
56,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องตรวจอายุรกรรม 7,3212,เบอร์ภายใน,-
57,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ห้องตรวจมวลกระดูก BMD.,3239,เบอร์ภายใน,-
58,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องตรวจอายุรกรรม 8,3205,เบอร์ภายใน,-
59,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจอายุรกรรม,ห้องพักเจ้าหน้าที่อายุรกรรม,3210,เบอร์ภายใน,-
60,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ห้องส่องปอด COPD,3201,เบอร์ภายใน,-
61,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ธุรการ OPD,3203,เบอร์ภายใน,-
62,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจศัลยกรรมกระดูก,ห้องตรวจกระดูก,3217,เบอร์ภายใน,-
63,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจศัลยกรรมกระดูก,ห้องตรวจกระดูก 1,3216,เบอร์ภายใน,-
64,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,งานเคลมประกัน,3234,เบอร์ภายใน,-
65,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจศัลยกรรมกระดูก,ห้องเฝือก/รับอุปกรณ์,3218,เบอร์ภายใน,-
66,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจศัลยกรรมกระดูก,ห้องเฝือก/รับอุปกรณ์,3219,เบอร์ภายใน,-
67,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจศัลยกรรมกระดูก,ห้องเฝือก/รับอุปกรณ์,3220,เบอร์ภายใน,-
68,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,-,ห้องรับรอง VIP,3130,เบอร์ภายใน,-
69,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,ตรวจศัลยกรรมกระดูก,ห้องทำแผล,3215,เบอร์ภายใน,-
70,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,ตรวจอายุรกรรมคลินิกพิเศษ 1,3261,เบอร์ภายใน,-
71,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้องจ่ายยา,3232,เบอร์ภายใน,-
72,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้องจ่ายยา,3233,เบอร์ภายใน,-
73,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้องจ่ายยา,3235,เบอร์ภายใน,-
74,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,ตรวจอายุรกรรมคลินิกพิเศษ 2,3262,เบอร์ภายใน,-
75,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้องแพ้ยา A D R,3240,เบอร์ภายใน,-
76,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,ตรวจอายุรกรรมคลินิกพิเศษ 5,3263,เบอร์ภายใน,-
77,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้อง Stock ยา,3225,เบอร์ภายใน,-
78,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,ตรวจอายุรกรรมคลินิกพิเศษ 6,3261,เบอร์ภายใน,-
79,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้องเภสัช อุษณีย์,3226,เบอร์ภายใน,-
80,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,ให้คำปรึกษา,3260,เบอร์ภายใน,-
81,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้องพักเภสัชกร,3230,เบอร์ภายใน,-
82,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,SMC ในเวลา,3210,เบอร์ภายใน,-
83,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 2,-,ห้องการเงิน,3228,เบอร์ภายใน,-
84,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,SMC,3221,เบอร์ภายใน,-
85,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,SMC,3222,เบอร์ภายใน,-
86,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,ห้องตรวจเวชกรรมฟื้นฟู,3242,เบอร์ภายใน,-
87,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 2,คลินิกพิเศษเฉพาะทาง โรคไต ไทรอยด์/ต่อมไร้ท่อ ระบบประสาท,ห้องตรวจเวชกรรมฟื้นฟู,3243,เบอร์ภายใน,-
88,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,-,เคาท์เตอร์บัตร ลงทะบียนห้องตรวจ,3301,เบอร์ภายใน,-
89,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,-,เคาท์เตอร์บัตร ลงทะบียนห้องตรวจ,3401,เบอร์ภายใน,-
90,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจสูติ-นรีเวชกรรม,จุดประชาสัมพันธ์ จุดที่ 1,3300,เบอร์ภายใน,-
91,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจตา,ติดต่อสอบถาม,3430,เบอร์ภายใน,-
92,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจสูติ-นรีเวชกรรม,ตรวจสูตินรีเวช,3302,เบอร์ภายใน,-
93,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจสูติ-นรีเวชกรรม,ตรวจสูตินรีเวช,3348,เบอร์ภายใน,-
94,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจตา,ซักประวัติ,3426,เบอร์ภายใน,-
95,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจสูติ-นรีเวชกรรม,ให้คำแนะนำหลังตรวจ,3304,เบอร์ภายใน,-
96,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจตา,ธุรการ,3427,เบอร์ภายใน,-
97,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจตา,ห้องตรวจตา 4,3424,เบอร์ภายใน,-
98,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,วางแผนครอบครัว,ให้คำปรึกษา,3315,เบอร์ภายใน,-
99,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,วางแผนครอบครัว,จุดซักประวัติ,3316,เบอร์ภายใน,-
100,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,"ห้องตรวจตา 5,6 /treatment",ห้องตรวจเครื่องมือพิเศษ,3445,เบอร์ภายใน,-
101,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ฝากครรภ์,จุดคัดกรอง,3314,เบอร์ภายใน,-
102,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ทันตกรรม,ติดต่อสอบถาม,3414,เบอร์ภายใน,-
103,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ฝากครรภ์,ห้องให้คำแนะนำหญิงมีครรภ์,3307,เบอร์ภายใน,-
104,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ทันตกรรม,ห้องตรวจทันตกรรม,3408,เบอร์ภายใน,-
105,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ทันตกรรม,ห้องตรวจทันตกรรม,3410,เบอร์ภายใน,-
106,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ฝากครรภ์,ห้องเจาะน้ำคร่ำ,3308,เบอร์ภายใน,-
107,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ทันตกรรม,ห้องปฏิบัติการทันตกรรม,3415,เบอร์ภายใน,-
108,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ฝากครรภ์,ห้องฝากครรภ์,3311,เบอร์ภายใน,-
109,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ฝากครรภ์,ห้องฝากครรภ์,3313,เบอร์ภายใน,-
110,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ทันตกรรม,ห้องประชุม,3442,เบอร์ภายใน,-
111,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ทันตกรรม,ห้องพักเจ้าหน้าที่,3412,เบอร์ภายใน,-
112,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจกุมารเวช,ติดต่อสอบถามห้องตรวจกุมารเวช,3325,เบอร์ภายใน,-
113,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ทันตกรรม,ห้องพักแพทย์,3418,เบอร์ภายใน,-
114,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจกุมารเวช,ห้องตรวจเด็ก 31,3319,เบอร์ภายใน,-
115,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจกุมารเวช,ห้องตรวจเด็ก 33,3321,เบอร์ภายใน,-
116,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 4,ทันตกรรม,ห้องจ่ายยา,3446,เบอร์ภายใน,-
117,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจกุมารเวช,ห้องตรวจเด็ก 35,3323,เบอร์ภายใน,-
118,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจกุมารเวช,ห้องพักแพทย์,3326,เบอร์ภายใน,-
119,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 4,ทันตกรรม,ห้องตรวจโรคข้อและหลอดเลือด,3425,เบอร์ภายใน,-
120,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 4,ทันตกรรม,ห้องตรวจโรคข้อและหลอดเลือด,3443,เบอร์ภายใน,-
121,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจกุมารเวช,ห้องปฎิบัติการพยาบาล,3310,เบอร์ภายใน,-
122,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจจิตเวช,ติดต่อสอบถามงานจิตเวช,3333,เบอร์ภายใน,-
123,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจจิตเวช,สำนักงานจิตเวช,3338,เบอร์ภายใน,-
124,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจจิตเวช,ห้องพักแพทย์,3337,เบอร์ภายใน,-
125,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจจิตเวช,ห้องตรวจจิตเวช,3334,เบอร์ภายใน,-
126,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 3,ตรวจจิตเวช,ห้องตรวจจิตเวช,3336,เบอร์ภายใน,-
127,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,ห้องจ่ายยา,3332,เบอร์ภายใน,-
128,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,ห้องจ่ายยา,3349,เบอร์ภายใน,-
129,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,ห้องเก็บยาควบคุมความเย็น,3346,เบอร์ภายใน,-
130,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,ห้องการเงิน,3303,เบอร์ภายใน,-
131,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,ห้องตรวจคลื่นสมอง EEG,3339,เบอร์ภายใน,-
132,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,"ห้องตรวจคลื่นหัวใจ EKG , ECHO",3342,เบอร์ภายใน,-
133,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,"ห้องตรวจคลื่นหัวใจ EKG , ECHO",3343,เบอร์ภายใน,-
134,อาคารผู้ป่วยนอกและอำนวยการ,ห้องจ่ายยา ชั้น 3,ตรวจจิตเวช,"ห้องตรวจคลื่นหัวใจ EKG , ECHO",3345,เบอร์ภายใน,-
135,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,เคาท์เตอร์บัตร ลงทะบียนห้องตรวจ,3531,เบอร์ภายใน,-
136,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,งานทรัพยากรบุคคล,3501,เบอร์ภายใน,-
137,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,งานทรัพยากรบุคคล,3502,เบอร์ภายใน,-
138,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,งานทรัพยากรบุคคล,3519,เบอร์ภายใน,-
139,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,ห้องตรวจประกันสังคม,3550,เบอร์ภายใน,-
140,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,หัวหน้างานทรัพยากรบุคคล,3500,เบอร์ภายใน,-
141,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,ห้องตรวจรักษาโรคทั่วไป แพทย์ 1,3555,เบอร์ภายใน,-
142,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,ห้องตรวจ แพทย์ 2,3557,เบอร์ภายใน,-
143,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,งาน พรส. (วิชาการ),งาน พรส. (วิชาการ),3419,เบอร์ภายใน,วิชาการ
144,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,งาน พรส. (วิชาการ),งาน พรส. (วิชาการ),3420,เบอร์ภายใน,วิชาการ
145,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,ห้องตรวจ 3,3554,เบอร์ภายใน,-
146,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,งาน พรส. (วิชาการ),งาน พรส. (วิชาการ),3421,เบอร์ภายใน,วิชาการ
147,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,งาน พรส. (วิชาการ),งาน พรส. (วิชาการ),3422,เบอร์ภายใน,วิชาการ
148,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,ห้องตรวจ 4 คลินิกตรวจสุขภาพ,3556,เบอร์ภายใน,-
149,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,-,Wellness center,3556,เบอร์ภายใน,-
150,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,กลุ่มงานโครงสร้างพื้นฐานและวิศวกรรมทางการแพทย์,ธุรการ,3520,เบอร์ภายใน,-
151,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,กลุ่มงานโครงสร้างพื้นฐานและวิศวกรรมทางการแพทย์,วิศวกรรม (ช่าง),3523,เบอร์ภายใน,ช่าง
152,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,ตรวจ หู คอ จมูก,ติดต่อสอบถาม หู คอ จมูก,3549,เบอร์ภายใน,-
153,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,กลุ่มงานโครงสร้างพื้นฐานและวิศวกรรมทางการแพทย์,จัดซื้อ-จัดจ้าง,3515,เบอร์ภายใน,-
154,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,ตรวจ หู คอ จมูก,ห้องตรวจ หู คอ จมูก,3544,เบอร์ภายใน,-
155,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,กลุ่มงานโครงสร้างพื้นฐานและวิศวกรรมทางการแพทย์,หัวหน้ากลุ่มงานโครงสร้าง,3535,เบอร์ภายใน,-
156,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,ห้องตรวจการได้ยิน,งานแผนและยุทธศาสตร์,3525,เบอร์ภายใน,-
157,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,ห้องตรวจการได้ยิน,IC,3528,เบอร์ภายใน,-
158,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 5,ห้องตรวจการได้ยิน,IC,3529,เบอร์ภายใน,-
159,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,-,เลขานุการ,3600,เบอร์ภายใน,-
160,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,-,เลขานุการ,3601,เบอร์ภายใน,-
161,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,-,เลขานุการ,3602,เบอร์ภายใน,-
162,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,-,ห้องผลิตเอกสาร (Copy Print),3704,เบอร์ภายใน,Copy Print
163,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,งานสารบรรณ,รับรองเงินเดือน/สิทธิค่ารักษาพยาบาล,3621,เบอร์ภายใน,-
164,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,งานสารบรรณ,รับพัสดุ/จดหมายลงทะเบียน,3616,เบอร์ภายใน,-
165,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,-,ห้องประชุม,3702,เบอร์ภายใน,-
166,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,งานสารบรรณ,ส่งหนังสือราชการ,3633,เบอร์ภายใน,-
167,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,-,ห้องควบคุมเสียง,3710,เบอร์ภายใน,-
168,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,งานสารบรรณ,รับ-ส่งหนังสือทั่วไป,3620,เบอร์ภายใน,-
169,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,-,ห้องประชุมรักษ์ธรรม,3700,เบอร์ภายใน,-
170,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานบริหารทั่วไป,หัวหน้ากลุ่มงาน,3634,เบอร์ภายใน,-
171,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานบริหารทั่วไป,"งานธุรการทั่วไป,ประชาสัมพันธ์",3608,เบอร์ภายใน,-
172,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานบริหารทั่วไป,"งานธุรการทั่วไป,ประชาสัมพันธ์",3619,เบอร์ภายใน,-
173,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานบริหารทั่วไป,งานแม่บ้าน,3635,เบอร์ภายใน,-
174,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานบริหารทั่วไป,งานนิติกร,3612,เบอร์ภายใน,-
175,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มการพยาบาล,หัวหน้ากลุ่มงาน,3628,เบอร์ภายใน,-
176,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มการพยาบาล,สำนักงานการพยาบาล,3624,เบอร์ภายใน,-
177,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มการพยาบาล,สำนักงานการพยาบาล,3629,เบอร์ภายใน,-
178,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มการพยาบาล,สำนักงานการพยาบาล,3630,เบอร์ภายใน,-
179,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มการพยาบาล,ห้องประชุม 1,3625,เบอร์ภายใน,-
180,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มการพยาบาล,ห้องประชุม 2,3627,เบอร์ภายใน,-
181,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มการพยาบาล,ห้องประชุม 3,3622,เบอร์ภายใน,-
182,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,หัวหน้ากลุ่มงาน,3626,เบอร์ภายใน,-
183,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,ธุรการ,3605,เบอร์ภายใน,-
184,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,เงินเดือน/ศึกษาบุตร/ค่ารักษา,3606,เบอร์ภายใน,-
185,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,เบิกจ่าย/ร้านค้า,3631,เบอร์ภายใน,-
186,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,ค่าตอบแทน/โอที/เสี่ยงภัย,3640,เบอร์ภายใน,-
187,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,โครงการ/อบรม/ไปราชการ,3641,เบอร์ภายใน,-
188,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,ลูกหนี้,3604,เบอร์ภายใน,-
189,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,บัญชี,3607,เบอร์ภายใน,-
190,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,บัญชี,3617,เบอร์ภายใน,-
191,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,ตรวจสอบภายใน,1134,เบอร์ภายใน,-
192,อาคารผู้ป่วยนอกและอำนวยการ,ชั้น 6,กลุ่มงานการเงิน,ห้อง QIC,3623,เบอร์ภายใน,-
193,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,เคาท์เตอร์บัตร เบาหวาน,1207,เบอร์ภายใน,-
194,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,"คลินิกความดัน,หัวใจ",1133,เบอร์ภายใน,-
195,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ตรวจสอบสิทธิ์ UC/ประกันสังคม,1226,เบอร์ภายใน,-
196,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกเบาหวาน,1150,เบอร์ภายใน,-
197,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,เรียกเก็บ UC/พรบ.,1227,เบอร์ภายใน,-
198,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ศูนย์เบาหวาน,1326,เบอร์ภายใน,-
199,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ตรวจสอบสิทธิ์ พรบ.,1228,เบอร์ภายใน,-
200,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องให้คำปรึกษาเบาหวาน,1202,เบอร์ภายใน,-
201,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,เรียกเก็บปกส./ข้อมูลค่ารักษาพยาบาล,1229,เบอร์ภายใน,-
202,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องตรวจเลือดเบาหวาน,3809,เบอร์ภายใน,-
203,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,หัวหน้างานประกันสุขภาพ,1494,เบอร์ภายใน,-
204,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,Lab เบาหวาน,1502,เบอร์ภายใน,-
205,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องตรวจศัลยกรรมประสาท,1182,เบอร์ภายใน,-
206,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องตรวจศัลยกรรมประสาท,1184,เบอร์ภายใน,-
207,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องบัตร นภาคลินิก,1190,เบอร์ภายใน,-
208,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องบัตร นภาคลินิก,1421,เบอร์ภายใน,-
209,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,"คลินิกเวชศาสตร์ครอบครัว,ผู้สูงอายุ",1148,เบอร์ภายใน,-
210,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องยา นภาคลินิก,1146,เบอร์ภายใน,-
211,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกคัดกรองผู้ป่วยยาเสพติด,1186,เบอร์ภายใน,-
212,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,LAB นภาคลินิก,1421,เบอร์ภายใน,-
213,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องตรวจสวนหัวใจ,1448,เบอร์ภายใน,-
214,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องฝังเข็ม,1156,เบอร์ภายใน,-
215,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ห้องฝังเข็ม,1158,เบอร์ภายใน,-
216,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิคชีวาดี,1458,เบอร์ภายใน,-
217,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกแพทย์แผนไทย,1200,เบอร์ภายใน,-
218,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ICU.ศัลยกรรม2,1210,เบอร์ภายใน,-
219,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,ICU.ศัลยกรรม2,1245,เบอร์ภายใน,-
220,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกส่งเสริมมีบุตรยาก,1500,เบอร์ภายใน,-
221,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกส่งเสริมมีบุตรยาก,1501,เบอร์ภายใน,-
222,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกส่งเสริมมีบุตรยาก,1502,เบอร์ภายใน,-
223,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกส่งเสริมมีบุตรยาก,1503,เบอร์ภายใน,-
224,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกส่งเสริมมีบุตรยาก,1504,เบอร์ภายใน,-
225,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกส่งเสริมมีบุตรยาก,1505,เบอร์ภายใน,-
226,อาคารผู้ป่วยนอก OPD เก่า,ชั้น 1,-,คลินิกส่งเสริมมีบุตรยาก,1506,เบอร์ภายใน,-
227,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,หัวหน้างาน,1125,เบอร์ภายใน,-
228,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,หัวหน้ากลุ่มงานสุขศึกษา,1117,เบอร์ภายใน,-
229,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,ธุรการ,1126,เบอร์ภายใน,-
230,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,งานสุขศึกษา,1119,เบอร์ภายใน,-
231,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,โปรแกรมเมอร์,1131,เบอร์ภายใน,-
232,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,โปรแกรมเมอร์,1231,เบอร์ภายใน,-
233,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,การดูแลผู้ป่วยต่อเนื่อง COC,1129,เบอร์ภายใน,-
234,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,ช่างซ่อมคอมพิวเตอร์,1485,เบอร์ภายใน,-
235,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,คลินิกสิทธิ์เบิกได้,1120,เบอร์ภายใน,-
236,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,คลินิกสิทธิ์เบิกได้,1222,เบอร์ภายใน,-
237,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,องค์กรแพทย์,1151,เบอร์ภายใน,-
238,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,องค์กรแพทย์,1223,เบอร์ภายใน,-
239,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,งานเวชระเบียน,ห้องสแกนเอกสาร,1239,เบอร์ภายใน,-
240,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,งานเวชระเบียน,หัวหน้างาน,1243,เบอร์ภายใน,-
241,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,ห้องประชุมจิตตะยโศธร,1132,เบอร์ภายใน,-
242,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,งานเวชระเบียน,งานบริการ,1244,เบอร์ภายใน,-
243,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,ห้องประชุมทองกวาว,1180,เบอร์ภายใน,-
244,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,งานสังคมสงเคราะห์,ศูนย์ช่วยเหลือเด็กและสตรี OSCC,1469,เบอร์ภายใน,-
245,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,งานสังคมสงเคราะห์,ศูนย์ช่วยเหลือเด็กและสตรี OSCC,1470,เบอร์ภายใน,-
246,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,งานเวศนิทัศน์,1115,เบอร์ภายใน,-
247,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,-,งานเวศนิทัศน์,1446,เบอร์ภายใน,-
248,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,งานสังคมสงเคราะห์,ห้องบัตร (หัวหน้า),1497,เบอร์ภายใน,หัวหน้า
249,กลุ่มงานสารสนเทศทางการแพทย์(งานศูนย์คอมพิวเตอร์),ไม่ระบุ,งานสังคมสงเคราะห์,ห้องบัตร (หัวหน้า),1498,เบอร์ภายใน,หัวหน้า
250,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,งานพยาบาลชุมชน,1495,เบอร์ภายใน,-
251,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,งานพยาบาลชุมชน,1496,เบอร์ภายใน,-
252,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,อาชีวเวชกรรม,1172,เบอร์ภายใน,-
253,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,งานควบคุมโรคและระบาดวิทยา/ธุรการ,1171,เบอร์ภายใน,-
254,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,หัวหน้างาน,1123,เบอร์ภายใน,-
255,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,คลินิกวัณโรค,1154,เบอร์ภายใน,-
256,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,ห้องแพทย์,1169,เบอร์ภายใน,-
257,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,งานเวชกรรมสังคม,1327,เบอร์ภายใน,-
258,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,ธุรการอาชีวเวชกรรม,1185,เบอร์ภายใน,-
259,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,งานส่งเสริมสุขภาพ,1173,เบอร์ภายใน,-
260,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,คลินิกอาชีวเวชกรรม,1412,เบอร์ภายใน,-
261,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,STROKE UNIT,1167,เบอร์ภายใน,-
262,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,STROKE UNIT,1168,เบอร์ภายใน,-
263,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,ศูนย์ราชการสะดวก,1410,เบอร์ภายใน,-
264,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,ศูนย์ราชการสะดวก,1445,เบอร์ภายใน,-
265,ตึกเวชกรรมสังคม-อาชีวเวชกรรม,ไม่ระบุ,-,นวดแผนไทย,3813,เบอร์ภายใน,-
266,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,-,รปภ.,4113,เบอร์ภายใน,-
267,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยอายุรกรรมหัวใจ,4300,เบอร์ภายใน,-
268,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยอายุรกรรมหัวใจ,4301,เบอร์ภายใน,-
269,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,-,ห้องหัตถการณ์ IVR1,4111,เบอร์ภายใน,-
270,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,-,ห้องหัตถการณ์ IVR1,4112,เบอร์ภายใน,-
271,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยศัลยกรรมหัวใจและทรวงอกCVT,4302,เบอร์ภายใน,-
272,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยศัลยกรรมหัวใจและทรวงอกCVT,4303,เบอร์ภายใน,-
273,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยศัลยกรรมหัวใจและทรวงอกCVT,4304,เบอร์ภายใน,-
274,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,-,ห้องหัตถการณ์ IVR2,4110,เบอร์ภายใน,-
275,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยพิเศษ  CVT,4305,เบอร์ภายใน,-
276,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยพิเศษ  CVT,4306,เบอร์ภายใน,-
277,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยศัลยกรรมหลอดเลือดสมอง,4307,เบอร์ภายใน,-
278,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,หอผู้ป่วยศัลยกรรมหลอดเลือดสมอง,4308,เบอร์ภายใน,-
279,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,จุดประชาสัมพันธ์/ห้องบัตร,4102,เบอร์ภายใน,-
280,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,ธุรการศัลยกรรมพยาบาล,4310,เบอร์ภายใน,-
281,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,"ธุรการ,ลงทะเบียน,ห้องอัลตราซาวด์",4100,เบอร์ภายใน,-
282,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,"ธุรการ,ลงทะเบียน,ห้องอัลตราซาวด์",4101,เบอร์ภายใน,-
283,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 3,-,ห้องประชุมศัลยกรรมหัวใจและทรวงอก,4309,เบอร์ภายใน,-
284,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,ห้องนัดตรวจรังสี,4103,เบอร์ภายใน,-
285,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,ห้องอ่านฟิล์ม,4104,เบอร์ภายใน,-
286,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,PRE-OP จักษุ,4405,เบอร์ภายใน,-
287,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,PRE-OP จักษุ,4406,เบอร์ภายใน,-
288,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,ห้องตรวจพิเศษทางรังสี(เบอร์ 9),4106,เบอร์ภายใน,เบอร์ 9
289,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,OR 401,4401,เบอร์ภายใน,-
290,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,ห้องตรวจคลื่นแม่เหล็กไฟฟ้า MRI,4107,เบอร์ภายใน,-
291,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,OR 402,4402,เบอร์ภายใน,-
292,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,ห้องเอกซเรย์คอมพิวเตอร์ CT SCAN,4108,เบอร์ภายใน,-
293,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,OR 403,4403,เบอร์ภายใน,-
294,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 1,รังสีวิทยา,ห้องตรวจรังสีร่วมรักษา (INTERVENTION),4109,เบอร์ภายใน,INTERVENTION
295,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,OR 404,4404,เบอร์ภายใน,-
296,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,OR ล้างเครื่องมือ,4408,เบอร์ภายใน,-
297,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,หน้าห้องตรวจมะเร็ง(ซักประวัติ),4200,เบอร์ภายใน,ซักประวัติ
298,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,UDSC,4407,เบอร์ภายใน,-
299,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,UDSC,4409,เบอร์ภายใน,-
300,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องตรวจ 1,4201,เบอร์ภายใน,-
301,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,ห้องพักฟื้น,4410,เบอร์ภายใน,-
302,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องตรวจ 2,4202,เบอร์ภายใน,-
303,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,ห้องสลายนิ่ว OSDL,4412,เบอร์ภายใน,-
304,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องตรวจ 3,4203,เบอร์ภายใน,-
305,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,ห้องส่องกระเพาะ,4423,เบอร์ภายใน,-
306,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,ห้องส่องกระเพาะ,4425,เบอร์ภายใน,-
307,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องตรวจ 4,4204,เบอร์ภายใน,-
308,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 4,-,ห้องส่องปอด,4426,เบอร์ภายใน,-
309,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องตรวจ 5,4205,เบอร์ภายใน,-
310,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องพักเจ้าหน้าที่,4207,เบอร์ภายใน,-
311,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,คลินิคระงับปวด PAIN,4208,เบอร์ภายใน,-
312,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องตรวจ 9,4209,เบอร์ภายใน,-
313,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องทะเบียน (เก็บประวัติผู้ป่วย),4210,เบอร์ภายใน,เก็บประวัติผู้ป่วย
314,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องแนะนำหลังตรวจ,4211,เบอร์ภายใน,-
315,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องเคมีบำบัดผู้ป่วยนอก DAY CARE,4212,เบอร์ภายใน,-
316,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องเคมีบำบัดผู้ป่วยนอก DAY CARE,4213,เบอร์ภายใน,-
317,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องจ่ายยา,4214,เบอร์ภายใน,-
318,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องผลิตยาเคมี TPN,4215,เบอร์ภายใน,-
319,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องผลิตยาเคมี TPN,4216,เบอร์ภายใน,-
320,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,หอผู้ป่วยศัลยกรรมเคมีบำบัด,4217,เบอร์ภายใน,-
321,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,หอผู้ป่วยศัลยกรรมเคมีบำบัด,4218,เบอร์ภายใน,-
322,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ศูนย์เมตตารักษ์ PALLIATIVE CARE,4219,เบอร์ภายใน,-
323,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 2,ชั้น 2,ห้องบัตร,4230,เบอร์ภายใน,-
324,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้องวิสัญญี (ดมยา),4521,เบอร์ภายใน,ดมยา
325,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้องวิสัญญี (ดมยา),4522,เบอร์ภายใน,ดมยา
326,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,OR CVT,4600,เบอร์ภายใน,-
327,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,OR CVT,4601,เบอร์ภายใน,-
328,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,OR CVT,4602,เบอร์ภายใน,-
329,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ผู้ประสานงานห้องผ่าตัด,4500,เบอร์ภายใน,-
330,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,ห้องประชุม OR CVT,4603,เบอร์ภายใน,-
331,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ธุรการห้องผ่าตัด,4515,เบอร์ภายใน,-
332,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ธุรการห้องผ่าตัด,4516,เบอร์ภายใน,-
333,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้องประชุม,4518,เบอร์ภายใน,-
334,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,ห้องตรวจสวนหัวใจ CATH LAB,4605,เบอร์ภายใน,-
335,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,ห้องตรวจสวนหัวใจ CATH LAB,4606,เบอร์ภายใน,-
336,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,ห้องตรวจสวนหัวใจ CATH LAB,4607,เบอร์ภายใน,-
337,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,หัวหน้าห้องผ่าตัด,4519,เบอร์ภายใน,-
338,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,ผ่าตัดหัวใจและทรวงอก CVT ICU,4608,เบอร์ภายใน,-
339,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,ผ่าตัดหัวใจและทรวงอก CVT ICU,4609,เบอร์ภายใน,-
340,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้องลงทะเบียน (COM OR),4520,เบอร์ภายใน,COM OR
341,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 6,-,ห้องประชุม CVT ICU,4610,เบอร์ภายใน,-
342,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 501,4501,เบอร์ภายใน,-
343,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 502,4502,เบอร์ภายใน,-
344,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 503,4503,เบอร์ภายใน,-
345,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ศูนย์ประสานงานโรคหัวใจ,4700,เบอร์ภายใน,-
346,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 504,4504,เบอร์ภายใน,-
347,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักหัวใจและหลอดเลือด CCU,4701,เบอร์ภายใน,-
348,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักหัวใจและหลอดเลือด CCU,4702,เบอร์ภายใน,-
349,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 505,4505,เบอร์ภายใน,-
350,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักศัลยกรรมประสาท ICU NEURO,4703,เบอร์ภายใน,-
351,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักศัลยกรรมประสาท ICU NEURO,4704,เบอร์ภายใน,-
352,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 506,4506,เบอร์ภายใน,-
353,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักศัลยกรรมทั่วไป PO ICU 1,4705,เบอร์ภายใน,-
354,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักศัลยกรรมทั่วไป PO ICU 1,4706,เบอร์ภายใน,-
355,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 507,4507,เบอร์ภายใน,-
356,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักศัลยกรรมทั่วไป PO ICU 2,4707,เบอร์ภายใน,-
357,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 7,-,ผู้ป่วยหนักศัลยกรรมทั่วไป PO ICU 2,4708,เบอร์ภายใน,-
358,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 508,4508,เบอร์ภายใน,-
359,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 509,4509,เบอร์ภายใน,-
360,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 510,4510,เบอร์ภายใน,-
361,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 511,4511,เบอร์ภายใน,-
362,อาคารศูนย์เชี่ยวชาญ (EXCELLENT CENTER),ชั้น 5,-,ห้อง 512,4512,เบอร์ภายใน,-
363,ตึก OR เก่า,ไม่ระบุ,-,หอผู้ป่วยอายุรกรรมเมตตาสุคโต,1282,เบอร์ภายใน,-
364,ตึก OR เก่า,ไม่ระบุ,-,ห้องยาสีเขียว OPD,3818,เบอร์ภายใน,-
365,ตึก OR เก่า,ไม่ระบุ,-,ห้องยาสีเขียว OPD,3119,เบอร์ภายใน,-
366,ตึก OR เก่า,ไม่ระบุ,-,หอผู้ป่วย IICU,1343,เบอร์ภายใน,-
367,ตึก OR เก่า,ไม่ระบุ,-,หอผู้ป่วย IICU,1493,เบอร์ภายใน,-
368,ตึก OR เก่า,ไม่ระบุ,-,ห้องการเงิน,1183,เบอร์ภายใน,-
369,ตึก OR เก่า,ไม่ระบุ,-,หอผู้ป่วยหนักอายุรกรรม 1,1283,เบอร์ภายใน,-
370,ตึก OR เก่า,ไม่ระบุ,-,หอผู้ป่วยหนักอายุรกรรม 1,1284,เบอร์ภายใน,-
371,ตึก OR เก่า,ไม่ระบุ,-,ธนาคารเลือด,1251,เบอร์ภายใน,-
372,ตึก OR เก่า,ไม่ระบุ,-,ธนาคารเลือด,1252,เบอร์ภายใน,-
373,ตึก OR เก่า,ไม่ระบุ,-,หอผู้ป่วยหนักอายุรกรรม 2,1178,เบอร์ภายใน,-
374,ตึก OR เก่า,ไม่ระบุ,-,หอผู้ป่วยหนักอายุรกรรม 2,1179,เบอร์ภายใน,-
375,ตึก OR เก่า,ไม่ระบุ,-,CT ER,1188,เบอร์ภายใน,-
376,ตึก OR เก่า,ไม่ระบุ,-,ผู้ป่วยหนักเมตตาธรรมบำบัดวิกฤต CICU,1285,เบอร์ภายใน,-
377,ตึก OR เก่า,ไม่ระบุ,-,ผู้ป่วยหนักเมตตาธรรมบำบัดวิกฤต CICU,1286,เบอร์ภายใน,-
378,ตึก OR เก่า,ไม่ระบุ,-,ER CP,3138,เบอร์ภายใน,-
379,ตึก OR เก่า,ไม่ระบุ,-,ER CP,3129,เบอร์ภายใน,-
380,ตึก OR เก่า,ไม่ระบุ,-,คลังวัสดุการแพทย์ ชั้น 2,1297,เบอร์ภายใน,-
381,ตึก OR เก่า,ไม่ระบุ,-,ห้องผลิตยาทั่วไป,1233,เบอร์ภายใน,-
382,ตึก OR เก่า,ไม่ระบุ,-,สำนักงาน/หัวหน้า,1440,เบอร์ภายใน,-
383,ตึก OR เก่า,ไม่ระบุ,-,ยาปฐมภูมิ,1213,เบอร์ภายใน,-
384,ตึก OR เก่า,ไม่ระบุ,-,พับผ้า/จ่ายผ้า,1313,เบอร์ภายใน,-
385,ตึก OR เก่า,ไม่ระบุ,-,ซัพพลายOR/เย็บผ้า,1314,เบอร์ภายใน,-
386,ตึก OR เก่า,ไม่ระบุ,-,ธุรการ,1290,เบอร์ภายใน,-
387,ตึก OR เก่า,ไม่ระบุ,-,ห้องพักแพทย์,1291,เบอร์ภายใน,-
388,ตึก OR เก่า,ไม่ระบุ,-,สำนักงาน,1317,เบอร์ภายใน,-
389,ตึก OR เก่า,ไม่ระบุ,-,ห้องเซลล์วิทยา,1292,เบอร์ภายใน,-
390,ตึก OR เก่า,ไม่ระบุ,-,ห้อง Sterile,1315,เบอร์ภายใน,-
391,ตึก OR เก่า,ไม่ระบุ,-,ห้องตัดชิ้นเนื้อ,1293,เบอร์ภายใน,-
392,ตึก OR เก่า,ไม่ระบุ,-,ห้องนึ่ง,1310,เบอร์ภายใน,-
393,ตึก OR เก่า,ไม่ระบุ,-,ห้องพักเจ้าหน้าที่,1294,เบอร์ภายใน,-
394,ตึก OR เก่า,ไม่ระบุ,-,ห้อง Pack อุปกรณ์ทางการแพทย์,1319,เบอร์ภายใน,-
395,ตึก OR เก่า,ไม่ระบุ,-,ห้องล้างอุปกรณ์ทางการแพทย์,1318,เบอร์ภายใน,-
396,ตึก OR เก่า,ไม่ระบุ,-,ไตเทียม 1,1234,เบอร์ภายใน,-
397,ตึก OR เก่า,ไม่ระบุ,-,ไตเทียม,1142,เบอร์ภายใน,-
398,ตึก OR เก่า,ไม่ระบุ,-,ไตเทียม,1240,เบอร์ภายใน,-
399,ตึก OR เก่า,ไม่ระบุ,-,เคาท์เตอร์พยาบาล,1246,เบอร์ภายใน,-
400,ตึก OR เก่า,ไม่ระบุ,-,ล้างไตทางหน้าท้อง CAPD,1124,เบอร์ภายใน,-
401,ตึก OR เก่า,ไม่ระบุ,-,ล้างไตทางหน้าท้อง CAPD,1127,เบอร์ภายใน,-
402,ตึก OR เก่า,ไม่ระบุ,-,ห้องกิจกรรมกลุ่ม,1247,เบอร์ภายใน,-
403,ตึก OR เก่า,ไม่ระบุ,-,รปภ.,1248,เบอร์ภายใน,-
404,ตึก OR เก่า,ไม่ระบุ,-,ร้านค้าอภัยภูเบศร,1177,เบอร์ภายใน,-
405,ตึก OR เก่า,ไม่ระบุ,-,ห้องผลิตยา,3808,เบอร์ภายใน,-
406,ตึก OR เก่า,ไม่ระบุ,-,ศูนย์เครื่องมือแพทย์,1349,เบอร์ภายใน,-
407,ตึก OR เก่า,ไม่ระบุ,-,ศูนย์ซ่อมเครื่องมือแพทย์/หัวหน้า,1484,เบอร์ภายใน,-
408,ตึก OR เก่า,ไม่ระบุ,-,ศูนย์ซ่อมเครื่องมือแพทย์/หัวหน้า,1236,เบอร์ภายใน,-
409,ตึก OR เก่า,ไม่ระบุ,-,วิศวกรรมทางการแพทย์/หัวหน้า,1242,เบอร์ภายใน,-
410,ตึก OR เก่า,ไม่ระบุ,-,วิศวกรรมทางการแพทย์/หัวหน้า,1334,เบอร์ภายใน,-
411,ตึก OR เก่า,ไม่ระบุ,-,โภชนาศาสตร์,1311,เบอร์ภายใน,-
412,ตึก OR เก่า,ไม่ระบุ,-,โภชนาศาสตร์,1312,เบอร์ภายใน,-
413,ตึก OR เก่า,ไม่ระบุ,-,สำนักงาน รปภ.,1187,เบอร์ภายใน,-
414,ตึก OR เก่า,ไม่ระบุ,-,ห้องกล้องวงจรปิด,1411,เบอร์ภายใน,-
415,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,หัวหน้า,1137,เบอร์ภายใน,-
416,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,สายนอก/FAX,042-211880,เบอร์สายนอก,-
417,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ช่างไฟฟ้า,1306,เบอร์ภายใน,-
418,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องผู้อำนวยการศูนย์แพทย์,8122,เบอร์ภายใน,-
419,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ช่างประปา/ธุรการ,1307,เบอร์ภายใน,-
420,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องสมุด,8101,เบอร์ภายใน,-
421,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ช่างเชื่อม,1434,เบอร์ภายใน,-
422,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องสมุด เคาท์เตอร์,8102,เบอร์ภายใน,-
423,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ช่างเย็บเบาะ,1309,เบอร์ภายใน,-
424,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องสมุด หัวหน้า,8103,เบอร์ภายใน,-
425,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องสโตร์,1452,เบอร์ภายใน,-
426,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,สำนักงาน,8111,เบอร์ภายใน,-
427,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,สำนักงาน,8112,เบอร์ภายใน,-
428,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,สำนักงาน,8115,เบอร์ภายใน,-
429,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,แม่บ้าน,8118,เบอร์ภายใน,-
430,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังวัสดุการแพทย์,1477,เบอร์ภายใน,-
431,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังวัสดุการแพทย์,1235,เบอร์ภายใน,-
432,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ฟิตเนส,8125,เบอร์ภายใน,-
433,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังวัสดุงานบ้านงานครัว,1128,เบอร์ภายใน,-
434,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังวัสดุงานบ้านงานครัว,1308,เบอร์ภายใน,-
435,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องโสตทัศศึกษา,2801,เบอร์ภายใน,-
436,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องโสตทัศศึกษา,2802,เบอร์ภายใน,-
437,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังออกซิเจน,1145,เบอร์ภายใน,-
438,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องประชุม,2902,เบอร์ภายใน,-
439,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องควบคุมห้องประชุมใหญ่,2905,เบอร์ภายใน,-
440,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,นิติเวช,1206,เบอร์ภายใน,-
441,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,ห้องเก็บศพ (สุขาวดี),1149,เบอร์ภายใน,สุขาวดี
442,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังยา(สำนักงาน),3807,เบอร์ภายใน,สำนักงาน
443,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังยา(รับขนส่ง),1230,เบอร์ภายใน,รับขนส่ง
444,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,กายภาพบำบัด,1196,เบอร์ภายใน,-
445,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,กายภาพบำบัด,1197,เบอร์ภายใน,-
446,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังน้ำเกลือ(สำนักงาน),1238,เบอร์ภายใน,สำนักงาน
447,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,เคาท์เตอร์,1192,เบอร์ภายใน,-
448,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,คลังน้ำเกลือ,3812,เบอร์ภายใน,-
449,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,บัวแคร์,3262,เบอร์ภายใน,-
450,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,สนาม,3805,เบอร์ภายใน,-
451,อาคารศูนย์แพทย์ศาสตร์,ไม่ระบุ,-,บำบัดน้ำเสีย,3806,เบอร์ภายใน,-
452,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,รปภ.,5110,เบอร์ภายใน,-
453,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,ธุรการเภสัช,5105,เบอร์ภายใน,-
454,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,ธุรการเภสัช,5106,เบอร์ภายใน,-
455,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,จัดซื้อเภสัช,5103,เบอร์ภายใน,-
456,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,ห้อง ACUTE,5104,เบอร์ภายใน,-
457,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,ห้องยา,5116,เบอร์ภายใน,-
458,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,ห้องยา,5117,เบอร์ภายใน,-
459,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,ห้องยา,5118,เบอร์ภายใน,-
460,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,ห้องยา,5119,เบอร์ภายใน,-
461,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 1,-,การเงิน,5120,เบอร์ภายใน,-
462,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 2,-,ธุรการออโธร์,5211,เบอร์ภายใน,-
463,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 2,-,ตาชาย,5216,เบอร์ภายใน,-
464,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 2,-,ตาชาย,5217,เบอร์ภายใน,-
465,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 2,-,ตาหญิง,5204,เบอร์ภายใน,-
466,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 2,-,ตาหญิง,5205,เบอร์ภายใน,-
467,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 2,-,ห้องพักแพทย์,5214,เบอร์ภายใน,-
468,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 3,-,โรคกระดูกสันหลัง SPINAL UNIT,5318,เบอร์ภายใน,-
469,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 3,-,โรคกระดูกสันหลัง SPINAL UNIT,5320,เบอร์ภายใน,-
470,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 3,-,โรคกระดูกสันหลัง SPINAL UNIT,5316,เบอร์ภายใน,-
471,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 3,-,ออร์โธปิดิกส์ ชาย 1,5308,เบอร์ภายใน,-
472,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 3,-,ออร์โธปิดิกส์ ชาย 1,5309,เบอร์ภายใน,-
473,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 3,-,ออร์โธปิดิกส์ ชาย 1,5310,เบอร์ภายใน,-
474,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 3,-,ออร์โธปิดิกส์ ชาย 1,5311,เบอร์ภายใน,-
475,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 4,-,ออร์โธปิดิกส์ หญิง,5402,เบอร์ภายใน,-
476,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 4,-,ออร์โธปิดิกส์ หญิง,5403,เบอร์ภายใน,-
477,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 4,-,ออร์โธปิดิกส์ หญิง,5404,เบอร์ภายใน,-
478,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 4,-,หัวหน้าออร์โธปิดิกส์หญิง,5410,เบอร์ภายใน,-
479,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 4,-,ออร์โธปิดิกส์ JOINT UNIT,5417,เบอร์ภายใน,-
480,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 4,-,ออร์โธปิดิกส์ JOINT UNIT,5418,เบอร์ภายใน,-
481,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 4,-,หัวหน้า/ให้คำปรึกษา,5423,เบอร์ภายใน,-
482,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 5,-,ออร์โธปิดิกส์ชาย 2,5502,เบอร์ภายใน,-
483,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 5,-,ออร์โธปิดิกส์ชาย 2,5503,เบอร์ภายใน,-
484,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 5,-,พิเศษออร์โธปิดิกส์,5532,เบอร์ภายใน,-
485,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 5,-,พิเศษออร์โธปิดิกส์,5533,เบอร์ภายใน,-
486,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 5,-,พิเศษออร์โธปิดิกส์,5534,เบอร์ภายใน,-
487,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,ห้องพักแพทย์เด็ก,5614,เบอร์ภายใน,-
488,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,ห้องพักแพทย์เด็ก,5616,เบอร์ภายใน,-
489,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,ธุรการเด็ก/ห้องประชุม,5615,เบอร์ภายใน,-
490,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,ธุรการเด็ก/ห้องประชุม,5618,เบอร์ภายใน,-
491,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,หอผู้ป่วยกุมารเวชกรรม เด็ก 2,5601,เบอร์ภายใน,-
492,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,หอผู้ป่วยกุมารเวชกรรม เด็ก 2,5602,เบอร์ภายใน,-
493,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,หอผู้ป่วยกุมารเวชกรรม เด็ก 2,5603,เบอร์ภายใน,-
494,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,หอผู้ป่วยหนักเด็ก P ICU,5624,เบอร์ภายใน,-
495,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,หอผู้ป่วยหนักเด็ก P ICU,5626,เบอร์ภายใน,-
496,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,หอผู้ป่วยหนักเด็ก P ICU,5631,เบอร์ภายใน,-
497,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 6,-,หอผู้ป่วยหนักเด็ก P ICU,5620,เบอร์ภายใน,-
498,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,กุมารเวชกรรม เด็ก 1,5711,เบอร์ภายใน,-
499,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,กุมารเวชกรรม เด็ก 1,5712,เบอร์ภายใน,-
500,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,กุมารเวชกรรม เด็ก 1,5713,เบอร์ภายใน,-
501,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,กุมารเวชกรรม เด็ก 1,5714,เบอร์ภายใน,-
502,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,กึ่งวิกฤตทารกแรกเกิด,5725,เบอร์ภายใน,-
503,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,กึ่งวิกฤตทารกแรกเกิด,5726,เบอร์ภายใน,-
504,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,กึ่งวิกฤตทารกแรกเกิด,5729,เบอร์ภายใน,-
505,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,ผู้ป่วยหนักทารกแรกเกิด N ICU,5722,เบอร์ภายใน,-
506,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,ผู้ป่วยหนักทารกแรกเกิด N ICU,5723,เบอร์ภายใน,-
507,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,ผู้ป่วยหนักทารกแรกเกิด N ICU,5728,เบอร์ภายใน,-
508,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 7,-,ผู้ป่วยหนักทารกแรกเกิด N ICU,5707,เบอร์ภายใน,-
509,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 8,-,หอผู้ป่วยทารกแรกเกิด NS,5822,เบอร์ภายใน,-
510,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 8,-,หอผู้ป่วยทารกแรกเกิด NS,5823,เบอร์ภายใน,-
511,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 8,-,หอผู้ป่วยทารกแรกเกิด NS,5824,เบอร์ภายใน,-
512,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 8,-,หอผู้ป่วยกุมารเวชกรรม เด็ก 3,5806,เบอร์ภายใน,-
513,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 8,-,หอผู้ป่วยกุมารเวชกรรม เด็ก 3,5807,เบอร์ภายใน,-
514,อาคาร 69 ปี โรงพยาบาลอุดรธานี,ชั้น 8,-,หอผู้ป่วยกุมารเวชกรรม เด็ก 3,5809,เบอร์ภายใน,-
515,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 1,อายุรกรรม ชั้น 1,หัวหน้าตึก,2107,เบอร์ภายใน,-
516,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,อายุรกรรม ชั้น 7,เคาท์เตอร์พยาบาล,2708,เบอร์ภายใน,-
517,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 1,อายุรกรรม ชั้น 1,ธุรการอายุรกรรม,2102,เบอร์ภายใน,-
518,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 1,อายุรกรรม ชั้น 1,ธุรการอายุรกรรม,2103,เบอร์ภายใน,-
519,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,อายุรกรรม ชั้น 7,สำนักงานพยาบาลทีม 1,2710,เบอร์ภายใน,-
520,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 1,อายุรกรรม ชั้น 1,รปภ.ตึกหลวงตามหาบัว,2101,เบอร์ภายใน,-
521,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,อายุรกรรม ชั้น 7,สำนักงานพยาบาลทีม 2,2711,เบอร์ภายใน,-
522,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,อายุรกรรม ชั้น 7,ห้องพิเศษ,2705,เบอร์ภายใน,-
523,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 2,อายุรกรรม ชั้น 2,เคาท์เตอร์พยาบาล,2211,เบอร์ภายใน,-
524,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 2,อายุรกรรม ชั้น 2,เคาท์เตอร์พยาบาล,2213,เบอร์ภายใน,-
525,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,อายุรกรรม ชั้น 7,ห้องประชุมเล็ก,2709,เบอร์ภายใน,-
526,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 2,อายุรกรรม ชั้น 2,ห้องประชุม,2212,เบอร์ภายใน,-
527,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,อายุรกรรม ชั้น 7,ห้องประชุมใหญ่ ญาณสัมปันโน,2714,เบอร์ภายใน,-
528,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 2,อายุรกรรม ชั้น 2,ห้องพิเศษ,2205,เบอร์ภายใน,-
529,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 2,อายุรกรรม ชั้น 2,ห้องพักแพทย์,2208,เบอร์ภายใน,-
530,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,ห้องพิเศษ,อายุรกรรมโรคเลือด,2801,เบอร์ภายใน,-
531,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,ห้องพิเศษ,อายุรกรรมโรคเลือด,2807,เบอร์ภายใน,-
532,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 7,ห้องพิเศษ,ปลูกถ่ายอวัยวะและไขกระดูก ICCU,2812,เบอร์ภายใน,-
533,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 3,อายุรกรรม ชั้น 3,เคาท์เตอร์พยาบาล,2310,เบอร์ภายใน,-
534,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 3,อายุรกรรม ชั้น 3,เคาท์เตอร์พยาบาล,2311,เบอร์ภายใน,-
535,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 3,อายุรกรรม ชั้น 3,พนักงานบัญชี,2308,เบอร์ภายใน,-
536,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 9,สงฆ์ ชั้น 9,เคาท์เตอร์พยาบาล,2913,เบอร์ภายใน,-
537,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 9,สงฆ์ ชั้น 9,เคาท์เตอร์พยาบาล,2914,เบอร์ภายใน,-
538,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 3,อายุรกรรม ชั้น 3,ห้องประชุม,2312,เบอร์ภายใน,-
539,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 9,สงฆ์ ชั้น 9,ICU สงฆ์ชั้น 9,2912,เบอร์ภายใน,-
540,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 3,อายุรกรรม ชั้น 3,ห้องพิเศษ,2305,เบอร์ภายใน,-
541,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1001,2012,เบอร์ภายใน,-
542,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 4,อายุรกรรม ชั้น 4,เคาท์เตอร์พยาบาล,2408,เบอร์ภายใน,-
543,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 4,อายุรกรรม ชั้น 4,เคาท์เตอร์พยาบาล,2411,เบอร์ภายใน,-
544,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1002,2002,เบอร์ภายใน,-
545,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 4,อายุรกรรม ชั้น 4,หัวหน้า,2410,เบอร์ภายใน,-
546,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1003,2003,เบอร์ภายใน,-
547,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 4,อายุรกรรม ชั้น 4,ห้องประชุม,2412,เบอร์ภายใน,-
548,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1004,2004,เบอร์ภายใน,-
549,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 4,อายุรกรรม ชั้น 4,ห้องพิเศษ,2405,เบอร์ภายใน,-
550,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1005,2005,เบอร์ภายใน,-
551,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1006,2006,เบอร์ภายใน,-
552,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 5,อายุรกรรม ชั้น 5,เคาท์เตอร์พยาบาล,2510,เบอร์ภายใน,-
553,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 5,อายุรกรรม ชั้น 5,เคาท์เตอร์พยาบาล,2511,เบอร์ภายใน,-
554,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1007,2007,เบอร์ภายใน,-
555,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 5,อายุรกรรม ชั้น 5,พนักงานบัญชี,2508,เบอร์ภายใน,-
556,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1008,2008,เบอร์ภายใน,-
557,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 5,อายุรกรรม ชั้น 5,ห้องประชุม,2512,เบอร์ภายใน,-
558,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1009,2009,เบอร์ภายใน,-
559,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 5,อายุรกรรม ชั้น 5,ห้องพิเศษ,2505,เบอร์ภายใน,-
560,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง 1010,2010,เบอร์ภายใน,-
561,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 5,อายุรกรรม ชั้น 5,ห้องพักพยาบาล,2509,เบอร์ภายใน,-
562,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้องทำงานพยาบาล,2014,เบอร์ภายใน,-
563,อาคาร 96 ปี หลวงตามหาบัว,สงฆ์ ชั้น 10,สงฆ์ ชั้น 10,ห้อง VIP,2016,เบอร์ภายใน,-
564,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 6 Semi ICU,อายุรกรรม ชั้น 6 Semi ICU,เคาท์เตอร์พยาบาล ทีม 2,2610,เบอร์ภายใน,-
565,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 6 Semi ICU,อายุรกรรม ชั้น 6 Semi ICU,เคาท์เตอร์พยาบาล ทีม 2,2611,เบอร์ภายใน,-
566,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 6 Semi ICU,อายุรกรรม ชั้น 6 Semi ICU,สำนักงานพยาบาล ทีม 1,2608,เบอร์ภายใน,-
567,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 6 Semi ICU,อายุรกรรม ชั้น 6 Semi ICU,สำนักงานพยาบาล ทีม 3 ห้องประชุม,2612,เบอร์ภายใน,-
568,อาคาร 96 ปี หลวงตามหาบัว,อายุรกรรม ชั้น 6 Semi ICU,อายุรกรรม ชั้น 6 Semi ICU,ห้องพักแพทย์,2605,เบอร์ภายใน,-
569,อาคารศัลยคารอุตราทร,ชั้น 1,-,รปภ.,1204,เบอร์ภายใน,-
570,อาคารศัลยคารอุตราทร,ชั้น 1,-,หอผู้ป่วยศัลยกรรมอุบัติเหตุ,1264,เบอร์ภายใน,-
571,อาคารศัลยคารอุตราทร,ชั้น 1,-,หอผู้ป่วยศัลยกรรมอุบัติเหตุ,1265,เบอร์ภายใน,-
572,อาคารศัลยคารอุตราทร,ชั้น 1,-,หอผู้ป่วยหนักศัลยกรรม 1 (ICU S.1),1261,เบอร์ภายใน,ICU S.1
573,อาคารศัลยคารอุตราทร,ชั้น 1,-,หอผู้ป่วยหนักศัลยกรรม 1 (ICU S.1),1262,เบอร์ภายใน,ICU S.1
574,อาคารศัลยคารอุตราทร,ชั้น 1,-,ห้องพักแพทย์,1263,เบอร์ภายใน,-
575,อาคารศัลยคารอุตราทร,ชั้น 1,-,หน่วยบริจาคอวัยวะ,1203,เบอร์ภายใน,-
576,อาคารศัลยคารอุตราทร,ชั้น 1,-,หน่วยปลูกถ่ายไต,1301,เบอร์ภายใน,-
577,อาคารศัลยคารอุตราทร,ชั้น 1,-,เคาท์เตอร์ด้านหน้า,1321,เบอร์ภายใน,-
578,อาคารศัลยคารอุตราทร,ชั้น 2,-,หอผู้ป่วยศัลยกรรมประสาท,1266,เบอร์ภายใน,-
579,อาคารศัลยคารอุตราทร,ชั้น 2,-,หอผู้ป่วยศัลยกรรมประสาท,1479,เบอร์ภายใน,-
580,อาคารศัลยคารอุตราทร,ชั้น 2,-,ห้องพักแพทย์,1267,เบอร์ภายใน,-
581,อาคารศัลยคารอุตราทร,ชั้น 2,-,หอผู้ป่วยศัลยกรรมหน่วยดูแลบาดแผล (WOUND CARE),1276,เบอร์ภายใน,WOUND CARE
582,อาคารศัลยคารอุตราทร,ชั้น 3,-,ธุรการศัลยกรรม(แพทย์),1277,เบอร์ภายใน,แพทย์
583,อาคารศัลยคารอุตราทร,ชั้น 3,-,หอผู้ป่วยศัลยกรรมหญิง,1268,เบอร์ภายใน,-
584,อาคารศัลยคารอุตราทร,ชั้น 3,-,หอผู้ป่วยศัลยกรรมหญิง,1269,เบอร์ภายใน,-
585,อาคารศัลยคารอุตราทร,ชั้น 4,-,หอผู้ป่วยศัลยกรรมระบบปัสสาวะURO,1271,เบอร์ภายใน,-
586,อาคารศัลยคารอุตราทร,ชั้น 4,-,ห้องประชุม URO,1273,เบอร์ภายใน,-
587,อาคารศัลยคารอุตราทร,ชั้น 4,-,ห้องพักแพทย์,1272,เบอร์ภายใน,-
588,อาคารศัลยคารอุตราทร,ชั้น 4,-,ศัลยกรรมไฟไหม้น้ำร้อนลวก BURN UNIT,1274,เบอร์ภายใน,-
589,อาคารศัลยคารอุตราทร,ชั้น 5,-,หอผู้ป่วยศัลยกรรมตกแต่งและเด็ก,1275,เบอร์ภายใน,-
590,อาคารศัลยคารอุตราทร,ชั้น 5,-,หอผู้ป่วยศัลยกรรมตกแต่งและเด็ก,1326,เบอร์ภายใน,-
591,อาคารศัลยคารอุตราทร,ชั้น 6,-,หอผู้ป่วยศัลยกรรมชาย,1278,เบอร์ภายใน,-
592,อาคารศัลยคารอุตราทร,ชั้น 6,-,หอผู้ป่วยศัลยกรรมชาย,1279,เบอร์ภายใน,-
593,อาคารศัลยคารอุตราทร,ชั้น 7,-,หอผู้ป่วยศัลยกรรมพิเศษ,1281,เบอร์ภายใน,-
594,อาคารศัลยคารอุตราทร,ชั้น 7,-,หอผู้ป่วยศัลยกรรมพิเศษ,1443,เบอร์ภายใน,-
595,อาคารสูติ-นรีเวชกรรม,ชั้น 1,-,ห้องคลอด,1331,เบอร์ภายใน,-
596,อาคารสูติ-นรีเวชกรรม,ชั้น 1,-,ห้องคลอด,1332,เบอร์ภายใน,-
597,อาคารสูติ-นรีเวชกรรม,ชั้น 1,-,ผ่าตัดสูติกรรม,1329,เบอร์ภายใน,-
598,อาคารสูติ-นรีเวชกรรม,ชั้น 1,-,ผ่าตัดสูติกรรม,1330,เบอร์ภายใน,-
599,อาคารสูติ-นรีเวชกรรม,ชั้น 1,-,ผ่าตัดหมัน,1406,เบอร์ภายใน,-
600,อาคารสูติ-นรีเวชกรรม,ชั้น 2,-,สูติกรรมหลังคลอด PP 1,1335,เบอร์ภายใน,-
601,อาคารสูติ-นรีเวชกรรม,ชั้น 2,-,ห้องประชุม,1338,เบอร์ภายใน,-
602,อาคารสูติ-นรีเวชกรรม,ชั้น 2,-,ศัลยกรรม 2,1214,เบอร์ภายใน,-
603,อาคารสูติ-นรีเวชกรรม,ชั้น 2,-,ศัลยกรรม 2,1457,เบอร์ภายใน,-
604,อาคารสูติ-นรีเวชกรรม,ชั้น 3,-,สูติกรรมหลังคลอด PP 2,1340,เบอร์ภายใน,-
605,อาคารสูติ-นรีเวชกรรม,ชั้น 3,-,สูติกรรมหลังคลอด PP 2,1342,เบอร์ภายใน,-
606,อาคารสูติ-นรีเวชกรรม,ชั้น 3,-,สูติกรรมหลังคลอด PP 2,1350,เบอร์ภายใน,-
607,อาคารสูติ-นรีเวชกรรม,ชั้น 3,-,ธุรการสูติกรรม,1341,เบอร์ภายใน,-
608,อาคารสูติ-นรีเวชกรรม,ชั้น 3,-,คลินิกนมแม่ (042-248253),1348,เบอร์ภายใน,042-248253
609,อาคารสูติ-นรีเวชกรรม,ชั้น 4,-,หอผู้ป่วยสูติ-นรีเวชกรรม,1354,เบอร์ภายใน,-
610,อาคารสูติ-นรีเวชกรรม,ชั้น 4,-,หัวหน้างาน,1351,เบอร์ภายใน,-
611,อาคารสูติ-นรีเวชกรรม,ชั้น 4,-,ห้องตรวจภายใน,1352,เบอร์ภายใน,-
612,อาคารสูติ-นรีเวชกรรม,ชั้น 4,-,เบาใจ,1474,เบอร์ภายใน,-
613,อาคารสูติ-นรีเวชกรรม,ชั้น 4,-,ห้องพักแพทย์,1356,เบอร์ภายใน,-
614,อาคารสูติ-นรีเวชกรรม,ชั้น 5,-,หอผู้ป่วยสูติ-นรีเวชกรรม พิเศษ,1462,เบอร์ภายใน,-
615,อาคารสูติ-นรีเวชกรรม,ชั้น 5,-,หอผู้ป่วยสูติ-นรีเวชกรรม พิเศษ,1464,เบอร์ภายใน,-
616,อาคารสูติ-นรีเวชกรรม,ชั้น 5,-,หัวหน้างาน,1465,เบอร์ภายใน,-
617,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,เคาท์เตอร์ด้านหน้า (IPD),1254,เบอร์ภายใน,IPD
618,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งานตรวจพิเศษและนิติเวช,1164,เบอร์ภายใน,-
619,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งาน Blood gass และเวรดึก,1176,เบอร์ภายใน,-
620,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งานเคมีคลินิกและเวรดึก(Chem),1258,เบอร์ภายใน,Chem
621,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งานโลหิตวิทยา( CBC),1253,เบอร์ภายใน, CBC
622,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งานภูมิคุ้มกันวิทยาคลินิก(Immuno),1358,เบอร์ภายใน,Immuno
623,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งานจุลทรรศนศาสตร์คลินิก(UA),1175,เบอร์ภายใน,UA
624,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งานชีวโมเลกุล ชั้น 1,1405,เบอร์ภายใน,-
625,ตึกพยาธิวิทยาคลินิก,ชั้น 1,-,งานพัสดุ LAB,1259,เบอร์ภายใน,-
626,ตึกพยาธิวิทยาคลินิก,ชั้น 2,-,หัวหน้ากลุ่มงาน,1255,เบอร์ภายใน,-
627,ตึกพยาธิวิทยาคลินิก,ชั้น 2,-,ธุรการ LAB,1455,เบอร์ภายใน,-
628,ตึกพยาธิวิทยาคลินิก,ชั้น 2,-,งานสารสนเทศ LAB,1152,เบอร์ภายใน,-
629,ตึกพยาธิวิทยาคลินิก,ชั้น 2,-,ห้องประชุม,1174,เบอร์ภายใน,-
630,ตึกพยาธิวิทยาคลินิก,ชั้น 2,-,งานชีวโมเลกุล ชั้น 2,1153,เบอร์ภายใน,-
631,ตึกพยาธิวิทยาคลินิก,ชั้น 2,-,งานจุลชีววิทยาคลินิก(แบคทีเรีย),1256,เบอร์ภายใน,แบคทีเรีย
632,ตึกพยาธิวิทยาคลินิก,ชั้น 2,-,งาน Out Lab และงานตรวจ CD4,1408,เบอร์ภายใน,-
`;
